export const confirmedDataInfo = `מספר המאומתים לנגיף COVID-19 שאותרו משעה 00:00 עד שעה 23:59 של יום אתמול.

סה"כ: מספר המאומתים מפרוץ המגיפה, כולל מי שהתגלו כמאומתים לנגיף שוב.

מאומתים - מי שנבדקו ונמצאו חיוביים לנגיף COVID-19 בבדיקת PCR או בבדיקת אנטיגן מפוקחת (החל מה 5.1.2022) , בין אם הופיעו אצלם תסמינים ובין אם לא, בין אם הם חולים, החלימו או נפטרו.

מספר החולים הפעילים במחלת הנגיף COVID-19, נכון למועד העדכון האחרון.

חולים פעילים - מי שנבדקו ונמצאו חיוביים לנגיף COVID-19 בבדיקת PCR או בבדיקת אנטיגן מפוקחת (החל מה 5.1.2022), ללא קשר להופעת תסמינים, שעוד לא הוגדרו כמחלימים ושלא נפטרו.`;

export const seriouslyMorbidInfo = `מספר החולים במצב קשה וקריטי המאושפזים בבתי החולים.

חולה קשה - מי שחולה במחלת נגיף COVID-19 ושהוגדר במצב קשה או קריטי על ידי מערכת הבריאות.`;

export const vaccinatedInfo = `מספר מקבלי החיסון מפני נגיף COVID-19 מתחילת מבצע החיסונים לפי מספרי המנות.`

export const deceasedInfo = `מספר הנפטרים המצטבר ממחלת הנגיף COVID-19 החל מפרוץ המגפה.
נתוני הנפטרים מתעדכנים לאחר שנבדקו תעודות הפטירה לוידוא סיבת המוות ולכן ייתכנו עדכונים מאוחרים של מספר הנפטרים.`

export const testedPositiveInfo = `אחוז הנבדקים שנמצאו חיוביים לנגיף COVID-19 מתוך מספר נבדקים לגילוי הנגיף אתמול.

נבדקים לגילוי הנגיף אתמול - מספר הנבדקים לאיתור ראשוני של הנגיף (ללא בדיקות נלוות לקביעת החלמה) בבדיקות PCR או אנטיגן מפוקחות, שהתבצעו ותוצאותיהן התקבלו משעה 00:00 עד שעה 23:59 של יום אתמול.

כלל הבדיקות אתמול – מספר כל תוצאות הבדיקות לגילוי קורונה שבוצעו מסוג PCR או אנטיגן ,הן לבדיקה ראשונית לאיתור הנגיף והן לבדיקות נלוות לקביעת החלמה, שהתקבלו החל מחצות 00:00 עד שעה 23:59 של יום אתמול.`

export const isolatedInfo = `מספר הבידודים המדווחים משעה 00:00 עד שעה 23:59 של יום אתמול, מלבד החולים הפעילים.

סה"כ שוהים בבידוד - סך האנשים השוהים בבידוד נכון למועד העדכון האחרון, מלבד החולים הפעילים.`

export const numOfConfirmedPast7DaysInfo = `מספר המאומתים לנגיף COVID-19 שאותרו ב-7 הימים האחרונים (לא כולל את יום העדכון) והשינוי באחוזים לעומת 7 הימים הקודמים.`

export const seriouslyIllPast7DaysInfo = `מספר החולים החדשים במצב קשה וקריטי במחלת נגיף COVID-19 ב-7 הימים האחרונים (לא כולל את יום העדכון) והשינוי באחוזים לעומת 7 הימים הקודמים.`

export const deceasedPast7DaysInfo = `מספר הנפטרים מנגיף COVID-19 ב-7 הימים האחרונים (לא כולל את יום העדכון) והשינוי באחוזים לעומת 7 הימים הקודמים.`

export const testedPast7DaysInfo = `מספר הנבדקים בבדיקות לגילוי נגיף COVID-19 מסוג PCR או אנטיגן ב-7 הימים האחרונים (לא כולל את יום העדכון) והשינוי באחוזים לעומת 7 הימים הקודמים.
הנתון אינו כולל נבדקים בבדיקות נלוות לקביעת החלמה.

נבדקים חיוביים - אחוז הנבדקים שנמצאו חיוביים לנגיף COVID-19 מתוך מספר הנבדקים לגילוי הנגיף ב 7 הימים האחרונים.`